Revit 2027 API
ParameterTypeId.RbsElecWireShareGround Property
 "Share Ground Conductor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireShareGround { get; }
Public Shared ReadOnly Property RbsElecWireShareGround As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireShareGround {
	ForgeTypeId^ get ();
}
static member RbsElecWireShareGround : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace